{
  "thilo-newwork": {
    "text": "Keine Chefs und ganz viel Selbstverwirklichung: Ideales Umfeld für Kreativität!",
    "portrait": "/images/employees/portraits/thilo.jpg",
    "credit": "Thilo Haas, New Work Tätschmeister bei smartive"
  },
  "setareh-dife": {
    "text": "smartive liefert genau das, was man von einer jungen, innovativen Firma erwartet — Qualität, Innovation und Speed.",
    "portrait": "/images/portraits/setareh-dife.png",
    "credit": "Setareh Gharibi, HackZurich and Digital Festival Enthusiast"
  },
  "marc-frontify": {
    "text": "Die Zusammenarbeit mit smartive zeichnet sich durch einen Dialog auf Augenhöhe, grosse digitale Expertise und einen Fokus auf Kundenbedürfnisse aus.",
    "portrait": "/images/portraits/marc-frontify.jpg",
    "credit": "Marc Oertle, Head of Engineering bei Frontify"
  },
  "benj-scrum": {
    "excerpt": "Minimaler Overhead",
    "text": "Die agile Vorgehensweise lässt uns komplexe Projekte mit minimalem Overhead durchführen und fördert Offenheit und Transparenz",
    "portrait": "/images/employees/portraits/benjamin.jpg",
    "credit": "Benjamin, Unser Scrum Master"
  },
  "dominique-kultur": {
    "portrait": "/images/employees/portraits/dominique.jpg",
    "text": "Was ist zentral für eine gesunde Kultur? Probleme auf den Tisch bringen und sie lösen — mit der Unterstützung von allen.",
    "credit": "Dominique, einer von uns"
  },
  "markus-bin": {
    "portrait": "/images/portraits/markus-froehlich.jpg",
    "text": "Wir fühlen uns beim Team von smartive gut aufgehoben. Die grosse Fachkompetenz und den lösungsorientierten Arbeitsstil schätzen wir sehr.",
    "credit": "Markus Fröhlich, Verlagsleiter bin Genossenschaft"
  },
  "lauro-kasparund": {
    "portrait": "/images/portraits/lauro-boeni.jpg",
    "text": "Das Mentoring erlaubt es uns, einerseits vom fundierten Wissen und den vielfältigen Erfahrungen des smartive Teams zu profitieren und gleichzeitig bei uns intern im Team das notwendige Know-How nachhaltig aufzubauen und zu vertiefen.",
    "credit": "Lauro Böni, Co-Founder Kasparund AG"
  },
  "dominique-lohn": {
    "portrait": "/images/employees/portraits/dominique.jpg",
    "excerpt": "Du hast eine Idee? Dann machs!",
    "text": "Nach (fast) 6 Jahren bin ich noch dabei, weil wir die Möglichkeit haben zu experimentieren und dann anzupassen, was nicht so funktioniert, wie gedacht. Vorallem aber weil jede*r einzelne etwas anreissen kann — ohne jegliche (unnötige!) Hierarchie und Vorgesetzte, die das absegnen müssen.",
    "credit": "Dominique, schon echt lange dabei"
  },
  "marco-zubi": {
    "portrait": "/images/portraits/marco-boeni.jpg",
    "text": "Der Agile-Playday war für uns der ideale Kick-off für die Umstellung auf Scrum. Das Team von smartive hat uns auf eine sympathische und verständliche Art in die Prinzipien von Scrum eingeführt und diese gemeinsam mit uns für unseren Case operationalisiert. Die unkomplizierte und effiziente Zusammenarbeit trug massgeblich zum Projekterfolg bei.",
    "credit": "Marco Böni, GL/CDO & Leiter E-Commerce Zubischuhe AG"
  },
  "marco-zubi-redesign": {
    "portrait": "/images/portraits/marco-boeni.jpg",
    "text": "Einmal mehr hat uns das Team von smartive auf eine sympathische, unkomplizierte und effiziente Art und Weise unterstützt. Das Resultat gefällt nicht nur uns, sondern auch unseren Kund*innen. So macht’s Spass!",
    "credit": "Marco Böni, GL/CDO & Leiter E-Commerce Zubischuhe AG"
  },
  "bettina-bosw22-business": {
    "portrait": "/images/portraits/bettina-luginbuehl.jpg",
    "excerpt": "Die Daily E-Mails sind wie Instagram.",
    "text": "Die Daily E-Mails sind wie Instagram. Kurz drüberscrollen und ich weiss was läuft. Spass bei Seite – die Kund*innenfeedbacks sind heute fester Bestandteil des Erfolgscontrollings in unseren Sortimenten.",
    "credit": "Bettina Luginbühl, Category-Managerin Beilagen"
  },
  "bettina-bosw22-innovation": {
    "portrait": "/images/portraits/bettina-luginbuehl.jpg",
    "excerpt": "Ein Blick und ich weiss, was los ist.",
    "text": "Je länger wir die Daily E-Mails nutzen, desto wertvoller sind sie für mich und mein Team. Ein Blick drauf, runterscrollen und ich weiss, was in meinen Sortiment los ist. Kund*innenfeedbacks sind heute fester Bestandteil des Erfolgscontrollings in unserem Sortiment.",
    "credit": "Bettina Luginbühl, Category-Managerin Beilagen"
  },
  "bettina-bosw22-productivity": {
    "portrait": "/images/portraits/bettina-luginbuehl.jpg",
    "excerpt": "Anstatt Instagram checke ich morgens jetzt zuerst die Community Daily Mail.",
    "text": "Spass bei Seite – Kund*innenfeedbacks täglich in dieser Form in der Mailbox zu finden, spart enorm viel Zeit. Deshalb sind Kund*innenfeedbacks fester Bestandteil des Erfolgscontrollings in unseren Sortimenten geworden.",
    "credit": "Bettina Luginbühl, Category-Managerin Beilagen"
  },
  "pascal-zwei-bosw": {
    "portrait": "/images/portraits/pascal-frei.jpeg",
    "text": "Endlich können unsere Berater Anlegerinnen und Vermögensverwalter auf einer Plattform verbinden.",
    "credit": "Pascal Frei, Partner & Head Platform Development bei ZWEI Wealth"
  },
  "simon-domicura": {
    "portrait": "/images/portraits/simon-hefti.jpg",
    "text": "Dank dem Speedboat sind wir mit eingeschränkten Mitteln extrem schnell zum MVP gekommen. Wir sind beeindruckt wie intensiv sich smartive mit unserer Idee auseinandergesetzt hat.",
    "credit": "Simon Hefti, Mitgründer Domicura AG"
  },
  "coco-mdcf": {
    "portrait": "/images/portraits/coco-petit-2023.jpg",
    "text": "Hunderte Kampagnen von dutzenden Migros-Brands und durch den ausgereiften User Flow kaum Supportanfragen!",
    "credit": "Corinne Petit, Agile Coach & Technical Product Owner beim Migros-Genossenschafts-Bund"
  }
}
